{
  "FullName": "Assassin's Creed 3",
  "SmallName": "ASIII",
  "Developer": "Ubisoft",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\AS3.jpg",
  "Genre": 0,
  "Rating": 236,
  "Price": 6,
  "Description": "Наш новый герой - Коннор, выросший в племени Мохаве. Пообещав защитить свой народ, сохранить его свободу и выбрать право на достойную жизнь, ему предстоит много работы.",
  "SystemRequirements": {
    "OS": "Windows 7, 8, 10 (64-bit)",
    "Processor": "Intel Core 2 Duo E8200",
    "RAM": 2,
    "FreeMemory": 8
  }
}
{
  "FullName": "Cyberpunk 2077",
  "SmallName": "CP2077",
  "Developer": "CD Projekt RED",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\cyberpank.jpg",
  "Genre": 0,
  "Rating": 2654,
  "Price": 123,
  "Description": "Киберпанк всегда будет востребован у обычных игроков. И самое главное, теперь на эту вселенную обратили внимание создатели легендарного Ведьмака. Они решили взять дело в свои руки и создать поистине уникальный и большой мир, чтобы исследовать и наслаждаться множеством возможностей. В этом случае вы можете отредактировать внешний вид главного героя, не ограничивая свои действия просторами этой игры и сделать все, чтобы найти особый препарат, способный сделать его владельца бессмертным. Сделать это будет сложно, так как мир, в котором вам предстоит жить, находится под влиянием различных банд, и они точно не хотят, чтобы столь любопытный персонаж отправился искать сокровища.",
  "SystemRequirements": {
    "OS": "Windows 7, 8, 10 (64-bit)",
    "Processor": "Core i5-3570K / FX-8310",
    "RAM": 8,
    "FreeMemory": 8
  }
}
{
  "FullName": "Nioh 2",
  "SmallName": "N2",
  "Developer": "KOEI TECMO GAMES CO., LTD",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\Nioh2.jpg",
  "Genre": 0,
  "Rating": 72,
  "Price": 54,
  "Description": "Напоминаем, что первая часть игрового проекта позволила сразиться с опасными врагами и пройти весь путь войны в лице одного воина. Ему приходилось иметь дело с простыми фехтовальщиками, демонами и даже духами. По пути он набирался сил, сражался с мастерами и готовился к финальной битве. И если вам понравилась первая часть приключения и вам не терпится начать играть в сиквел.",
  "SystemRequirements": {
    "OS": "Windows 8.1 / 10 (64-bit)",
    "Processor": " Intel Core i5 4460",
    "RAM": 6,
    "FreeMemory": 70
  }
}
{
  "FullName": "Dark Souls",
  "SmallName": "DS",
  "Developer": "FromSoftware",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\DS.jpg",
  "Genre": 0,
  "Rating": 12,
  "Price": 23,
  "Description": "В этой игре много известных особенностей, таких как: мир темного фэнтези, ползание через таинственные пещеры и ужасные сражения с противниками. Пользователь погрузится в новую мистическую историю со смертельными ловушками, темными мобами, могущественными демонами и ужасными боссами-драконами. Вы должны научиться у смерти, чтобы выжить. Но благодаря духу других игроков, которых вы видите, вам будет предоставлена возможность извлечь уроки из их смерти.",
  "SystemRequirements": {
    "OS": "Windows XP ",
    "Processor": " Core 2 Duo E6850 3.0 GHz / Phenom II X2 545 3.0 GHz",
    "RAM": 2,
    "FreeMemory": 4
  }
}
{
  "FullName": "The Witcher 3 Wild Hunt",
  "SmallName": "The Witcher 3",
  "Developer": "CD Projekt RED ",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\witherjpg.jpg",
  "Genre": 5,
  "Rating": 1219,
  "Price": 113,
  "Description": "Сюжет игры охватывает три основные линии: вторжение армии Нильфгаарда, поиск некой женской личности - героини древнего пророчества, преследование Ведьмака Дикой охотой. Это самый невообразимый кошмар в лице призрачных всадников, способных мгновенно стереть с лица земли целую деревню. Герою придется строить продуманные планы, чтобы достичь своих целей. Однако внезапно меняющиеся погодные условия могут легко их нарушить, тогда вам придется быстро придумать новую стратегию.",
  "SystemRequirements": {
    "OS": "7, 8, 10 (64bit)",
    "Processor": " Intel CPU Core i5-2500K",
    "RAM": 6,
    "FreeMemory": 45
  }
}
{
  "FullName": "Call of Duty 4 Modern Warfare",
  "SmallName": "COD4",
  "Developer": "Infinity Ward",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\COD4.jpg",
  "Genre": 1,
  "Rating": 289,
  "Price": 23,
  "Description": "Судя по всему, сюжет Второй мировой войны себя исчерпал, и на этот раз проект был запущен с уклоном в другую сторону - истории будущего, с другими героями, но с той же продолжающейся войной. Терроризм стал главной угрозой для всех, и все жители решили объединиться в борьбе. Конечно, главную роль играет ваш персонаж, и от его действий зависит исход событий. На выбор предлагается несколько героев, у каждого своя история и своя мотивация, что дает возможность взглянуть на общую ситуацию с разных сторон.",
  "SystemRequirements": {
    "OS": "Windows XP, Vista, 7,8,10 (32-64-bit)",
    "Processor": " Intel Pentium 4 2,4 GHz, AMD Athlon 64 2800+",
    "RAM": 2,
    "FreeMemory": 5
  }
}
{
  "FullName": "Metro Exodus ",
  "SmallName": "Metro",
  "Developer": "4A Games",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\Metro.jpg",
  "Genre": 1,
  "Rating": 1691,
  "Price": 86,
  "Description": "Так, в Metro Exodus геймеру в роли Артема придется много путешествовать по поверхности. А поверхность - это величественные пейзажи, хотя и не такие невинные, как природа была много тысячелетий назад, и не такие промышленные, как Россия до ядерной войны, которая заставила несколько групп выживших спуститься в метро, чтобы выжить. Какими бы они ни были, эти бескрайние просторы не могут не впечатлять.",
  "SystemRequirements": {
    "OS": "Windows, 7, 8, 10 (64-bit only)",
    "Processor": "Intel Core i5-4440 or AMD FX-6300 @ 3.5 GHz",
    "RAM": 8,
    "FreeMemory": 100
  }
}
{
  "FullName": "Fortnite Battle Royale",
  "SmallName": "Fortnite",
  "Developer": "Epic Games",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\Fortnite.jpg",
  "Genre": 1,
  "Rating": 2534,
  "Price": 45,
  "Description": "Давайте смешаем стратегию и экшн в одной игре, решили разработчики ... И без войн!",
  "SystemRequirements": {
    "OS": "Windows 7, 8, 8.1, 10",
    "Processor": "Core i3 2,4 ГГц",
    "RAM": 4,
    "FreeMemory": 12
  }
}
{
  "FullName": "RIDE 4",
  "SmallName": "RD",
  "Developer": "Milestone S.r.l.",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\ride.png",
  "Genre": 2,
  "Rating": 8,
  "Price": 54,
  "Description": "По словам разработчиков из итальянской студии Melistone, они смогли выйти на совершенно новый уровень развития в игре и теперь готовы порадовать эстетически настроенных игроков. При создании нового приключения использовалась уникальная технология полного сканирования объекта и помещения его в виртуальную среду. Благодаря такому подходу каждый сможет насладиться реалистичными и детализированными байками. Графика действительно вышла на новый уровень и теперь вы можете часами проводить в гараже, наслаждаясь невероятно красивой графикой. А чтобы вы лично смогли оценить это улучшение, достаточно скачать RIDE 4 через торрент на ПК на русском языке.",
  "SystemRequirements": {
    "OS": "Windows 8.1 / 10 (64-bit)",
    "Processor": "Core i5-2500K / FX-6350",
    "RAM": 8,
    "FreeMemory": 43
  }
}
{
  "FullName": "Need for Speed Carbon",
  "SmallName": "NFS Carbon",
  "Developer": "EA Black Box",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\NFS.jpg",
  "Genre": 2,
  "Rating": 150,
  "Price": 12,
  "Description": "В гоночной игре Need for Speed Carbon на первый взгляд все так же, как и в предыдущих играх серии - рев двигателей, головокружительные скорости, невероятные риски, борьба за мощность и супер крутые тачки. Адреналин зашкаливает! Однако это не предел - полоска адреналина просто взорвется, когда игра достигнет поворотной точки. Итак, все начинается как обычно: попадая в ряды уличных гонщиков, геймер пытается побеждать в городских гонках, соревнуясь с рулевыми акулами.",
  "SystemRequirements": {
    "OS": "XP (32-Bit), Vista, 7, 8, 10",
    "Processor": "1.7 GHz",
    "RAM": 1,
    "FreeMemory": 6
  }
}
{
  "FullName": "LIRE",
  "SmallName": "LIRE",
  "Developer": "ZheroIsland",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\LIRE.jpg",
  "Genre": 3,
  "Rating": 1,
  "Price": 5,
  "Description": "Призраки могут быть повсюду, и они далеко не так спокойны, как могут показаться на первый взгляд. На этот раз вам предстоит взять на себя роль молодой и красивой девушки, которая попала в большой особняк с привидениями, которые начали ее мучить. И, кажется, девушке стоит испугаться, но она решила немедленно воспользоваться шансом не только спасти свою жизнь, но и узнать секреты этого особняка. Поэтому она отправляется в долгое приключение и старается любыми способами добиться благоприятного результата. Правда, паранормальные силы не в восторге от такой активности, и они намерены от нее избавиться или, что еще хуже, пленить ее душу. Помогите молодой девушке избежать такой участи и вырваться на свободу.",
  "SystemRequirements": {
    "OS": " Windows 7 / 8 / 10 (64-bit)",
    "Processor": "Intel Core i3",
    "RAM": 4,
    "FreeMemory": 8
  }
}
{
  "FullName": "Golden Light",
  "SmallName": "GL",
  "Developer": "Mr. Pink",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\gl.jpg",
  "Genre": 3,
  "Rating": 0,
  "Price": 0,
  "Description": "Возлюбленную главного героя куда-то унесли твари из преисподней. Вы попадаете в уникальное и жуткое место под названием Guts, пробираясь по его отвратительным туннелям и знакомясь с гадкими и злыми, а иногда и дружелюбными и забавными существами. Некоторые из них затрудняют прохождение, а другие, наоборот, облегчают. А для облегчения прохождения тропы вам понадобятся все возможные атрибуты: старая труба, пожарный топор, сомнительное яблоко из мяса или даже голова летучей мыши. Вам нужно будет найти ключи от лифта на каждом этаже. Итак, по мере вашего продвижения приближается встреча с начальником.",
  "SystemRequirements": {
    "OS": "Windows 7 / 8 / 10 (64-bit)",
    "Processor": "Intel Core i-5-4000+",
    "RAM": 4,
    "FreeMemory": 2
  }
}
{
  "FullName": "Wildfire",
  "SmallName": "Wildfire",
  "Developer": "Sneaky Bastards",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\Wildfire.png",
  "Genre": 4,
  "Rating": 3,
  "Price": 27,
  "Description": "Если вы любите различные приключения в стиле стелс, то предлагаем вам не терять время и начать совершенно новое путешествие, которое порадует вас множеством новинок и новой историей. На этот раз вам предстоит взять на себя роль героя, который должен защитить свои родные земли от нашествия захватчиков. Правда, учитывая, что он один, действовать ему придется скрытно, особенно учитывая, что у него нет особых физических навыков, иногда ему придется избегать столкновения с противником. В то же время он владеет магией стихий, начиная с огня и заканчивая водой, землей и т. Д. С помощью этих элементов ему придется корректировать ситуации, прятаться от врагов и стремиться к поставленной цели.",
  "SystemRequirements": {
    "OS": "Windows 7 / 8 / 10",
    "Processor": " Intel Core i5-2300 / AMD FX-4350",
    "RAM": 2,
    "FreeMemory": 1
  }
}
{
  "FullName": "Dungreed",
  "SmallName": "Dungreed",
  "Developer": "TEAM HORAY",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\Dungreed.jpg",
  "Genre": 4,
  "Rating": 14,
  "Price": 9,
  "Description": "Dungreed - это приключенческая игра в жанре roguelike, которая приглашает вас отправиться в увлекательное приключение и попытаться спасти весь город. История этого приключения повествует о том, как странная аномалия появилась в эпицентре всего города, пожирая людей и отправляя их на просторы подземного мира. Поначалу этому направлению никто не придавал значения, но когда ситуация вышла из-под контроля, городу понадобился герой. К счастью, такой был рядом и теперь он сделает все, чтобы спасти людей. Приключение обещает быть довольно сложным, поэтому, прежде чем решиться скачать торрент Dungreed, лучше морально подготовиться.",
  "SystemRequirements": {
    "OS": "Windows 7",
    "Processor": "Dual Core ",
    "RAM": 1,
    "FreeMemory": 1
  }
}
{
  "FullName": "The Elder Scrolls 5 Skyrim",
  "SmallName": "Skyrim",
  "Developer": "Bethesda Game Studios",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\Skyrim.jpg",
  "Genre": 5,
  "Rating": 901,
  "Price": 34,
  "Description": "От кого может зависеть будущее империи? Кто определит будущее Тамриэля? У кого в жилах течет кровь существа, перед которым все трепещут? У кого есть сила голоса, которая дает способность противостоять дракону? Конечно, вы игрок, который решил принять участие во всем этом хаосе, и только вы можете со всем справиться.",
  "SystemRequirements": {
    "OS": "Windows 7/ 8.1/ 10 (64bit)",
    "Processor": "Intel i5-750/AMD Phenom II X4-945",
    "RAM": 2,
    "FreeMemory": 12
  }
}
{
  "FullName": "Mortal Kombat 11",
  "SmallName": "MK11",
  "Developer": "NetherRealm Studios, QLOC, Shiver",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\MK11.jpg",
  "Genre": 6,
  "Rating": 387,
  "Price": 121,
  "Description": "Эта игровая серия стала самой крупной среди всех файтингов и продолжает активно развиваться. Уже был показан основной трейлер анонса, в котором показано, как дерутся Райден и Скорпион. По трейлеру видно, что игра стала еще более мрачной и кровавой, а главное, теперь всех пользователей ждет новый персонаж, ранее не появлявшийся на просторах игровой вселенной. Разработчики обещают более продвинутую настройку, которую вы могли увидеть в игре Injustice 2. Игроки смогут соревноваться друг с другом, зарабатывать разные очки и просто чувствовать себя комфортно.",
  "SystemRequirements": {
    "OS": "Windows 7 /8 / 10 (64-bit)",
    "Processor": " Core i5-750 / Phenom II X4 965 / Ryzen 3 1200",
    "RAM": 8,
    "FreeMemory": 105
  }
}
{
  "FullName": "Tekken 7",
  "SmallName": "T7",
  "Developer": "Bandai Namco Studios Inc.",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\TEKKEN.jpg",
  "Genre": 6,
  "Rating": 64,
  "Price": 100,
  "Description": "Геймплей порадует как минимум двумя новинками: 1) персонажи смогут наносить удары в тот момент, когда на них нападают; 2) при критическом уровне здоровья можно будет наносить специальные удары, отнимающие 40-80% здоровья противника. Игра разрабатывается на движке Unreal Engine 4, который позволяет максимально использовать возможности консолей последнего поколения. Разработчики обещают захватывающие спецэффекты и в целом невероятно реалистичный файтинг, а это означает только одно, что вам нужно дождаться релиза и скачать Tekken 7 (Tekken 7) через торрент на свой компьютер.",
  "SystemRequirements": {
    "OS": "Windows 7 /8.1/10",
    "Processor": "Intel Core i3-4160 @ 3.60GHz",
    "RAM": 6,
    "FreeMemory": 65
  }
}
{
  "FullName": "War Thunder",
  "SmallName": "WT",
  "Developer": "Gaijin",
  "Image": "D:\\GIT\\GameStore\\GameStore\\GameStore\\images\\WarThunder.jpg",
  "Genre": 7,
  "Rating": 1318,
  "Price": 23,
  "Description": "Онлайн-проект War Thunder включает в себя как одиночные, так и многопользовательские игры, а геймерам предлагаются разные режимы, количество которых со временем будет увеличиваться. Вы можете взять под управление танк, самолет или корабль, то есть реализована возможность взглянуть на исторические события с точки зрения разных родов войск. Самое приятное то, что вы можете скачать торрент War Thunder бесплатно.",
  "SystemRequirements": {
    "OS": "Vista, 7, 8, 10",
    "Processor": " 2,2GHz",
    "RAM": 4,
    "FreeMemory": 28
  }
}

